<?php
defined('BASEPATH') OR exit('No direct script access allowed');

//奖金日志类型
$config['log_type'] = [
    '1' => '激活用户',
    '2' => '购买倍投账号',
    '3' => '转账',
    '4' => '提现',
    '5' => '兑换',
    '6' => '收积分',
];

$config['money_type'] = [
    '1' => '爱心积分',
    '2' => '向日葵积分',
    '3' => '购物积分'
];

//交易类型
$config['money_exchange_type'] = [
    '1' => '收推荐奖、市场奖为爱心积分',
    '2' => '收推荐奖为向日葵积分',
    '3' => '收市场奖为向日葵积分',
    '4' => '收市场奖为购物积分',
    '5' => '倍投收市场奖为爱心积分',
    '6' => '倍投收市场奖为向日葵积分',
    '7' => '倍投收市场奖为购物积分',
];